trunk/src/QLHeThongComApp/test/TestSuaQuyen/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:qlh="QLHeThongComApp">
  <soapenv:Body>
    <qlh:SuaQuyenOperation>
      <mota>quanly</mota>
      <tenquyen>admin</tenquyen>
      <idquyen>2</idquyen>
    </qlh:SuaQuyenOperation>
  </soapenv:Body>
</soapenv:Envelope>